export const About = {
    template:
   `<div class="About">
        <p>
    Почти вековая история модного дома Clothery начинается в довоенном Лондоне.<br/>
    Его основатель Чезаре Феллини приходился потомком самому Маринони Дезенцано - портному при дворе короля Генриха VIII Тюдора.<br/>                                   
    </p>
        <div class="figures">
           <figure>
                <img src="./pics/Morignoni%20Desenciano.jpg" alt="portrait of young tailor Morignoni Desenciano ">
                <figcaption> Портрет Маринони Дезенцано, Лондон, 1525г.</figcaption>
            </figure>
            <figure id="king">
                <img src="./pics/Henry%208%20compressed.jpeg" alt="portrait of King Henry VIII">
                <figcaption> Портрет Короля Генриха VIII, Лондон, 1528г.</figcaption>
            </figure>            
        </div>
        <p> 
        В 1930 году юный Чезаре, тогда ещё помощник закройщика, открывает небольшую мастерскую по ремонту одежды. <br/><br/>
        Поначалу дела шли неважно. Волею случая, его клиенткой становится Виктория Хьюз, жена офицера королевской гвардии.<br/>
        Вскоре мастерская Чезаре начинает сотрудничать с армией Её Величества. 
        Сначала шли заказы только на ремонт офицерских мундиров. <br/>
        Но в 1932 году открылась военная Академия Британской Индийской армии, и слушателям потребовалась униформа нового образца. 
        Тогда Чезаре получает свой первый заказ на пошив.<br/> 
        Успешно выполнив его, в 1933 году он даёт мастерской название Clothery (по аналогии с привычными англичанам 
        "grocery"(бакалея) или "bakery"(булочная)) и открывает при ней магазин готовой одежды. 
        </p>

    </div>`
}